import { PricesType } from "@/widgets/Prices";

export const content: PricesType[] = [
  {
    type: "hygiene",
    data: {
      title: "Гігієничний догляд за собаками",
      listitems: [
        {
        type: "Йоркширський терʼєр",
        price: 950,
    },
    {
        type: "Бівер йоркширський терʼєр",
        price: 1000,
    },
    {
        type: "Шпіц до 3 кг",
        price: 1100,
    },
    {
        type: "Шпіц від 3 до 5 кг",
        price: 1300,
    },
    {
        type: "Шпіц від 5 кг та більше",
        price: 1400,
    },
    {
        type: "Ши-тцу",
        price: 1300,
    },
    {
        type: "Мальтійська болонка",
        price: 1000,
    },
    {
        type: "Мальтіпу/Йоркіпу до 7 кг",
        price: 1600,
    },
    {
        type: "Мальтіпу/Йоркіпу від 7 кг і більше",
        price: 1900,
    },
    {
        type: "Кавапу/Кокапу до 7 кг",
        price: 1500,
    },
    {
        type: "Кавапу/Кокапу від 7 кг і більше",
        price: 1800,
    },
    {
        type: "Пушон (бішпу)",
        price: 1600,
    },
    {
        type: "Лабрадудль мініатюрний від 7 кг до 14 кг",
        price: 1800,
    },
    {
        type: "Лабрадудль середній від 14 кг до 21 кг",
        price: 2400,
    },
    {
        type: "Лабрадудль стандартний від 21 кг до 30 кг",
        price: 2900,
    },
    {
        type: "Вест-хайленд-уайт-тер’єр",
        price: 1200,
    },
    {
        type: "Кавалер-кінг-чарльз-спаніель",
        price: 950,
    },
    {
        type: "Цвергшнауцер",
        price: 1200,
    },
    {
        type: "Скотчтер’єр",
        price: 2200,
    },
    {
        type: "Пудель до 7 кг",
        price: 1400,
    },
    {
        type: "Пудель від 7 кг до 10 кг",
        price: 1600,
    },
    {
        type: "Пудель від 10 кг",
        price: 2200,
    },
    {
        type: "Пекінес",
        price: 1000,
    },
    {
        type: "Такса",
        price: 1000,
    },
    {
        type: "Чихуахуа",
        price: 800,
    },
    {
        type: "Той терʼєр",
        price: 800,
    },
    {
        type: "Грифон",
        price: 800,
    },
    {
        type: "Джек-рассел-тер’єр",
        price: 1000,
    },
    {
        type: "Мопс",
        price: 1000,
    },
    {
        type: "Китайська хохлата пуховка",
        price: 1000,
    },
    {
        type: "Китайська хохлата гола",
        price: 800,
    },
    {
        type: "Спаніель",
        price: 1400,
    },
    {
        type: "Вельш-коргі",
        price: 1300,
    },
    {
        type: "Самоїд",
        price: 2800,
    },
    {
        type: "Лабладор",
        price: 1600,
    },
        {
        type: "Ретривер",
        price: 1800,
    },
        {
          type: "Інші собаки до 8 кг",
          price: 950,
        },
        {
          type: "Інші собаки від 8 кг - до 12 кг",
          price: 1100,
        },
        {
          type: "Інші собаки від 12 кг - до 25 кг",
          price: 1400,
        },
        {
          type: "Інші дизайнерські породи",
          price: 1600,
        },
      ],
    },
  },
  {
    type: "complex",
    data: {
      title: "Комплексний догляд та стрижка собак",
      listitems: const listitems = [
  {
    type: "Йоркширський терʼєр",
    price: 1200,
  },
  {
    type: "Бівер йоркширський терʼєр",
    price: 1250,
  },
  {
    type: "Шпіц до 3 кг",
    price: 1200,
  },
  {
    type: "Шпіц від 3 до 5 кг",
    price: 1500,
  },
  {
    type: "Шпіц від 5 кг та більше",
    price: 1700,
  },
  {
    type: "Ши-тцу",
    price: 1500,
  },
  {
    type: "Мальтійська болонка",
    price: 1250,
  },
  {
    type: "Мальтіпу/Йоркіпу до 7 кг",
    price: 2000,
  },
  {
    type: "Мальтіпу/Йоркіпу від 7 кг і більше",
    price: 2200,
  },
  {
    type: "Кавапу/Кокапу до 7 кг",
    price: 2000,
  },
  {
    type: "Кавапу/Кокапу від 7 кг і більше",
    price: 2300,
  },
  {
    type: "Пушон (бішпу)",
    price: 2000,
  },
  {
    type: "Лабрадудль мініатюрний від 7 кг до 14 кг",
    price: 2000,
  },
  {
    type: "Лабрадудль середній від 14 кг до 21 кг",
    price: 2600,
  },
  {
    type: "Лабрадудль стандартний від 21 кг до 30 кг",
    price: 3100,
  },
  {
    type: "Вест-хайленд-уайт-тер’єр",
    price: 1400,
  },
  {
    type: "Кавалер-кінг-чарльз-спаніель",
    price: 1200,
  },
  {
    type: "Цвергшнауцер",
    price: 1400,
  },
  {
    type: "Скотчтер’єр",
    price: 2800,
  },
  {
    type: "Пудель до 7 кг",
    price: 1600,
  },
  {
    type: "Пудель від 7 кг до 10 кг",
    price: 1900,
  },
  {
    type: "Пудель від 10 кг",
    price: 2500,
  },
  {
    type: "Пекінес",
    price: 1200,
  },
  {
    type: "Такса",
    price: 1200,
  },
  {
    type: "Чихуахуа",
    price: 1000,
  },
  {
    type: "Той терʼєр",
    price: 900,
  },
  {
    type: "Грифон",
    price: 950,
  },
  {
    type: "Джек-рассел-тер’єр",
    price: 1200,
  },
  {
    type: "Мопс",
    price: 1200,
  },
  {
    type: "Китайська хохлата пуховка",
    price: 1200,
  },
  {
    type: "Китайська хохлата гола",
    price: 950,
  },
  {
    type: "Спаніель",
    price: 1900,
  },
  {
    type: "Вельш-коргі",
    price: 1600,
  },
  {
    type: "Самоїд",
    price: 3000,
  },
  {
    type: "Лабладор",
    price: 2100,
  },
  {
    type: "Ретривер",
    price: 2100,
  },
  {
    type: "Інші собаки до 8 кг",
    price: 1100,
  },
  {
    type: "Інші собаки від 8 кг до 12 кг",
    price: 1300,
  },
  {
    type: "Інші собаки від 12 кг до 25 кг",
    price: 1500,
  },
  {
    type: "Інші дизайнерські породи",
    price: 2000,
  },
];

    },
  },
  {
    type: "other",
    data: {
      title: "Інші послуги",
      listitems: null,
    },
  },
];
